brew "ack"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "doctl"
brew "fd"
brew "git"
brew "grc"
brew "htop"
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "libmagic"
brew "mas"
brew "openssl"
brew "prettyping"
brew "readline"
brew "sqlite3"
brew "tmux"
brew "tree"
brew "wget"
brew "xz"
brew "zlib"
cask "docker"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "spectacle"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"