tap "achannarasappa/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "achannarasappa/tap/ticker"

brew "ack"
brew "autoconf"
brew "automake"
brew "bat"
brew "blueutil"
brew "coreutils"
brew "curl"
brew "exa"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "gpg"
brew "gpg2"
brew "htop"
brew "iperf3"
brew "jq"
brew "jsonlint"
brew "libmagic"
brew "libtool"
brew "libyaml"
brew "lsusb"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "openssl"
brew "pinentry-mac"
brew "prettyping"
brew "rclone"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sqlite3"
brew "starship"
brew "ticker"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wget"
brew "xz"
brew "yq"
brew "zlib"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "fork"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "hyperkey"
cask "iterm2"
cask "nova"
cask "onyx"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "textmate"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "zsa-wally"

mas "1Blocker for Safari", id: 1107421413
mas "Bear", id: 1091189122
mas "Cascadea", id: 1432182561
mas "ColorSlurp", id: 1287239339
mas "MeetingBar", id: 1532419400
mas "Microsoft Remote Desktop", id: 1295203466
mas "Reeder 5", id: 1529448980
mas "Shareful", id: 1522267256
mas "SnippetsLab", id: 1006087419
mas "Tailscale", id: 1475387142
mas "Unsplash Wallpapers", id: 1284863847
mas"The Unarchiver",  id: 425424353

